<?php
/* @var $this \yii\web\View */


$this->title = 'Гимн налоговых органов Югры';
$this->params['breadcrumbs'][] = ['label'=>'30-летие налоговых органов', 'url'=>['/thirty/index']];
$this->params['breadcrumbs'][] = $this->title;
?>
<div class="through-time">
<h1 class="head mv-hide"><?= $this->title ?></h1>

<div class="text-justify">
    <p>В 2015 году среди территориальных налоговых органов Югры проходил конкурс на лучший гимн налоговой службы Югры,
        посвященный 25-летию профессионального праздника налоговой службы Дня сотрудника налоговых органов!</p>
    <p>Конкурс проводился в целях выбора лучшего гимна (создание текста и музыки гимна), единения и сплочения коллектива налоговых органов Югры, развития и выявления творческих способностей у сотрудников налоговых органов округа, развития  внутрикорпоративных этических ценностей и стандартов, повышения культурного уровня и духовного потенциала федеральных государственных гражданских служащих.</p>
    <p>По результатом общего голосования Гимном налоговых органов Югры был выбран гимн, представленный Межрайонной ИФНС России № 3.</p>
    <p><strong>Автор: Ибраев Руслан Жуманович, главный государственный налоговый инспектор отдела выездных проверок № 1</strong></p>
</div>
