const regNames = new Array(
    ["R77", "Москва", ""],
    ["R74", "Челябинская область", ""],
    ["R57", "Орловская область"],
    ["R55", "Омская область", ""],
    ["R48", "Липецкая область", ""],
    ["R46", "Курская область", ""],
    ["R62", "Рязанская область", ""],
    ["R32", "Брянская область", ""],
    ["R43", "Кировская область", ""],
    ["R29", "Архангельская область", ""],
    ["R51", "Мурманская область", ""],
    ["R78", "Санкт-Петербург", ""],
    ["R76", "Ярославская область", ""],
    ["R73", "Ульяновская область", ""],
    ["R54", "Новосибирская область", ""],
    ["R72", "Тюменская область", ""],
    ["R66", "Свердловская область", ""],
    ["R53", "Новгородская область", ""],
    ["R45", "Курганская область", ""],
    ["R39", "Калининградская область", ""],
    ["R37", "Ивановская область", ""],
    ["R30", "Астраханская область", ""],
    ["R27", "Хабаровский край", ""],
    ["R20", "Чеченская республика", ""],
    ["R18", "Удмуртская республика", ""],
    ["R15", "Республика Северная Осетия", ""],
    ["R13", "Республика Мордовия", ""],
    ["R10", "Республика  Карелия", ""],
    ["R08", "Республика  Калмыкия", ""],
    ["R06", "Республика  Ингушетия", ""],
    ["R04", "Республика Алтай", ""],
    ["R02", "Республика Башкортостан", ""],
    ["R01", "Республика Адыгея", ""],
    ["R91", "Республика Крым", ""],
    ["R92", "Севастополь", ""],
    ["R11", "Республика Коми", ""],
    ["R58", "Пензенская область", ""],
    ["R68", "Тамбовская область", ""],
    ["R47", "Ленинградская область", ""],
    ["R34", "Вологодская область", ""],
    ["R44", "Костромская область", ""],
    ["R60", "Псковская область", ""],
    ["R89", "Ямало-Ненецкий АО", ""],
    ["R87", "Чукотский АО", ""],
    ["R79", "Еврейская автономская область", ""],
    ["R17", "Республика Тыва", ""],
    ["R65", "Сахалинская область", ""],
    ["R28", "Амурская область", ""],
    ["R03", "Республика Бурятия", ""],
    ["R19", "Республика Хакасия", ""],
    ["R42", "Кемеровская область", ""],
    ["R22", "Алтайский край", ""],
    ["R05", "Республика Дагестан", ""],
    ["R07", "Кабардино-Балкарская республика", ""],
    ["R09", "Карачаевая-Черкесская республика", ""],
    ["R23", "Краснодарский край", ""],
    ["R61", "Ростовская область", ""],
    ["R63", "Самарская область", ""],
    ["R16", "Республика Татарстан", ""],
    ["R12", "Республика Марий Эл", ""],
    ["R21", "Чувашская республика", ""],
    ["R52", "Нижегородская область", ""],
    ["R33", "Владимировская область", ""],
    ["R50", "Московская область", ""],
    ["R40", "Калужская область", ""],
    ["R31", "Белгородская область", ""],
    ["R75", "Забайкальский край", ""],
    ["R25", "Приморский край", ""],
    ["R41", "Камачатский край", ""],
    ["R49", "Магаданская область", ""],
    ["R14", "Республика Саха", ""],
    ["R24", "Красноярский край", ""],
    ["R56", "Оренбургская область", ""],
    ["R64", "Саратовская область", ""],
    ["R35", "Волгоградская область", ""],
    ["R36", "Воронежская область", ""],
    ["R67", "Смоленская область", ""],
    ["R69", "Тверская область", ""],
    ["R59", "Пермский край", ""],
    ["R86", "Ханты-Мансийский АО", ""],
    ["R70", "Томская область", ""],
    ["R38", "Иркутская область", ""],   
    ["R26", "Ставропольский край", ""],
    ["R71", "Тульская область", ""],
)

function getRegionByCode(code) {
    let res = code
    regNames.forEach((element) => {        
        if (element[0] == String('R' + code)) {
            res = element[1]
        }
    })
    return res
}

regNames.forEach(element => {    
    let r = $('#' + element[0])
    if (r == null) {
        
        return false
    }
    r.attr('data-bs-toggle', 'popover')
    r.attr('data-bs-trigger', 'hover')
    r.attr('data-bs-title', element[1])
    r.attr('data-bs-html', 'true') 
    new bootstrap.Popover(r)        
})


$('path').hover(
    function (e) {
        $(this).data('old-fill', $(this).css('fill'))   
        $(this).data('old-stroke', $(this).css('stroke'))   
        $(this).css('fill', 'rgb(219 232 247)')
    }, 
    function () {
        const oldFill = $(this).data('old-fill')   
        const oldStroke = $(this).data('old-stroke')   
        $(this).css('fill', oldFill)
        $(this).css('stroke', oldStroke)    
    }
)

function colorsMapReset() {
    $('.map path').each(function(){       
        $(this)
            .css('fill', 'white')
            .css('stroke', 'rgba(0, 0, 0, 0.5)')
            .css('stroke-width', '0.3')
        $(this).removeAttr('data-bs-content')
        new bootstrap.Popover($(this))       
    })    
    $('#R86').css('fill', 'rgb(221 218 0 / 54%)')
    $('#R86').css('stroke-width', '2')
}

colorsMapReset()